Repository: DehFelix/SimulOP_Mobile
Catalog: lib/l10n/intl_*.arb
Languages: pt

source: Steel
pt: Aço Carbono

source: Copper
pt: Cobre

source: Concrete
pt: Concreto

source: Water
pt: Água

source: Benzene
pt: Benzeno

source: Toluene
pt: Tolueno

source: Oil
pt: óleo

# moreInfoBtn
source: More info
pt: Mais info

# lunchAppBtn
source: Lunch App
pt: Iniciar Módulo;

# ouIName
source: OU I
pt: OP I

# pumpingOfLiquidsName
source: Pumping of Liquids
pt: Bombeamento de Líquido

# filterName
source: Filter
pt: Filtro

# ouIIName
source: OU II
pt: OP II

# doublePipeHeatXName
source: Double Pipe Heat Exchanger
pt: Trocador de Calor Duplo Tubo

# multiPipeHeatXName
source: Multi Pipe Heat Exchanger
pt: Trocador de Calor Multi Tubular

# evaporatorsName
source: Evaporator
pt: Evaporador

# dryerName
source: Dryer
pt: Secador

# coolingTowerName
source: Cooling Tower
pt: Torre de Resfriamento

# ouIIIName
source: OU III
pt: OP III

# mcCabeTheileName
source: McCabe-Thile Method
pt: Método de McCabe-Thile

# absorptionColumnName
source: Absorption Column
pt: Coluna de Absorção

# membranesName
source: Separation Membranes
pt: Membranas de Separação

# crystalizerName
source: Crystalizer
pt: Cristalizador

# distilationColumnName
source: Distillation Column
pt: Coluna de Destilação

source: Default inputs
pt: Valores padrão

source: Picture
pt: Figura

source: Liquid Input:
pt: Líquido:

# hintSelectLiquid
source: Select Liquid
pt: Selecione o Líquido

# hintTemperature
source: Temperature (째C)
pt: Temperatura (°C)

# inletInput
source: Inlet Tube Input:
pt: Tubulação de Succção:

# hintPressure
source: Pressure (bar)
pt: Pressão (bar)

# hintSelectMaterial
source: Select Material
pt: Selecione Material

# hintDiametre
source: Diameter (cm)
pt: Diametro (cm)

# hintResistancesLenghts
source: Resistances Lengths (m)
pt: Comprimento Equivalente (m)

# outletInput
source: Outlet Tube Input:
pt: Tubulação de Descarga:

source: Distances Input:
pt: Distâncias:

# hintDzInlet
source: Dz Inlet (m)
pt: Dz Sucção (m)

# hintLInlet
source: L Inlet (m)
pt: L Sucção (m)

# hintDzOutlet
source: Dz Outlet (m)
pt: Dz Descarga (m)

# hintLOutlet
source: L Outlet (m)
pt: L Descarga (m)

source: Summary
pt: Resumo

# summaryLiquid
source: Liquid
pt: Líquido

# summaryDensity
source: Density:
pt: Densidade

# summaryViscosity
source: Viscosity:
pt: Viscosidade:

# summaryVaporPre
source: Vapor pressure:
pt: Pressão de vapor:

# summayInletTube
source: Inlet Tube
pt: Tubulação de Sução

# summaryRoughness
source: Roughness:
pt: Rugosidade:

# summaryLenght
source: Lenght:
pt: Comprimento:

# summaryElevation
source: Elevation:
pt: Elevação:

# summaryOutletTube
source: Outlet Tube
pt: Tubulação de Descarga

source: Results
pt: Resultado

source: Graph
pt: Gráico

# chartHeadLeg
source: Pump Head
pt: Altura da Bomba

# chartNPSH
source: Avaliable NPSH
pt: NPSH Disponivel

# resultsFlow
source: Selecteed Flow:
pt: Vazão selecionada:

# resultsHead
source: Necessary Head:
pt: Altura necessária:

# resultsNPSH
source: Avaliable NPSH:
pt: NPSH Disponivel:

# drawerVariables
source: Variables:
pt: Variaveis:

# drawerLiquid
source: Liquid:
pt: Líquido:

# drawerLiquidTemp
source: Liquid Temperature: (째C)
pt: Temperatura do Líquido (°C)

# drawerInlet
source: Inlet:
pt: Sucção:

# drawerInletValve
source: Inlet Valve Opening:
pt: Abertura Valvula de Sucção

# drawerInletPressure
source: Inlet Tank Pressure: (bar)
pt: Pressão no Tanque de Sucção (bar)

# drawerOutlet
source: Outlet:
pt: Descarga:

# drawerOutletValve
source: Outlet Valve Opening:
pt: Abertura Valvula de Descarga

# drawerDistances
source: Distances:
pt: Distâncias:

source: Outer Pipe:
pt: Tubo Anular:

# hintEntryTemperature
source: Entry Temperature: (째C)
pt: Temperatura de Entrada: (°C)

# hintExitTemperature
source: Exit Temperature: (째C)
pt: Temperatura de Saida: (°C)

source: Inner Pipe:
pt: Tubo Interno:

source: HeatX:
pt: Trocador:

# hintSelectTubeMaterial
source: Select Tube Material
pt: Material dos Tubos

# hintHotFlow
source: Hot Flow: (m^3/h)
pt: Vazão Quente (m^3/h)

# hintFoolingFactor
source: Fooling Factor ()
pt: Fator de Encrustação ()

# hintThicknnes
source: Thicknnes (cm)
pt: Espeçura (cm)

# summaryOuterLiquid
source: Outer Liquid
pt: Líquido Anular

# summaryBulckTemp
source: Bulck Temperature:
pt: Temperatura média:

# summarySpecificHeat
source: Specific Heat:
pt: Calor Especifico:

# summaryInnerLiquid
source: Inner Liquid
pt: Líquido Interno

source: Graph - Lenght
pt: Gráfico - Comprimento

# graphPressure
source: Graph - Pressure Drop
pt: Gráfico - Perda de Carga

# resultsHotExitTemp
source: Hot Liquid Exit Temperature:
pt: Temperatura de Saída do Líquido Quente:

# resultsInnerPressure
source: Inner Pipe Pressure Drop:
pt: Preda de Carga no Tubo Interno:

# resultsOuterPressure
source: Outer Pipe Pressure Drop:
pt: Perda de Carga no Tubo Anular:

# resultsGlobalCoef
source: Global Coeff:
pt: Coeficiente Global:

# resultsHeatXLenght
source: HeatX Lenght:
pt: Comprimento do Trocador:

# resultsColdFlow
source: Cold Flow:
pt: Vazão do Líquido Frio:

# resultsHeatExchanged
source: Total Heat Exchanged:
pt: Calor Total Trocado:

source: Mixture Input
pt: Mistura

source: Liquid LK:
pt: Líquido LK

# hintLiquidLK
source: Select Liquid LK
pt: Selecione Líquido LK

source: Liquid HK:
pt: Líquido HK:

# hintLiquidHK
source: Select Liquid HK
pt: Selecione Líquido HK

source: Alpha Value:
pt: Volatividade Relativa:

# graphEquilibrium
source: Equilibrium
pt: Equilibrio

# graphOperationCurves
source: Operation Curves
pt: Linhas de Operação

# graphStages
source: Stages
pt: Estágios

# resultsNumberOfStages
source: Number of Theoretical Stages:
pt: Número de Estágios Teoricos:

# resultsIdialFeed
source: Idial Feed Stage:
pt: Estágio de Alimentação Ideal:

# drawerLKFeed
source: LK Feed Fraction:
pt: Fração LK na Entrada:

# drawerFeedCond
source: Feed Condition:
pt: Condição da Entrada:

# drawerReflxRatio
source: Reflux Ratio:
pt: Taxa de Refluxo:

# drawerTargetXD
source: Target XD:
pt: XD Desejado:

# drawerTargetXB
source: Target XB:
pt: XB Desejado:
